@extends("frontend.theme.master")
@section("content")
<x-banner style="background-image: url({{ asset('assets/images/program/vedanta/header-banner.jpg') }})">
</x-banner>


<!-- partial -->
<div class="section section-padding" style="padding-top:50px">
    <div class="container">
        <div class="row sigma_broadcast-video">
            <div class="col-12 mb-5">
                <div class="row g-0 align-items-center">
                    <div class="col-lg-6">
                        <div class="sigma_video-popup-wrap">
                            <img src="https://psmyoga.ca/wp-content/uploads/2021/05/gurudevWBG-580x1024.jpg" alt="video">
                            <a href="https://www.youtube.com/watch?v=UiLoA6CLKaY" class="sigma_video-popup popup-youtube">
                                <i class="fas fa-play"></i>
                            </a>
                        </div>
                    </div>
                    <div class="col-lg-6">
                        <div class="sigma_box m-0">
                            <h4 class="title">हिमालयन सिद्घमहायोग - वेदान्त दर्शन </h4>
                            <p class="m-0 fs-5">
                                वैदिक सनातन धर्म एक विशाल वृक्ष हो । त्यो विशाल वृक्षको असंख्य हाँगाको उपहाँगा, त्यसका पातहरू हुन्छन् । त्यो वृक्षको मूलमा पुग्नका लागि हामीले मुख्य हाँगा पछ्याउँदै अगाडि बढनु पर्दछ । त्यो विशाल वृक्षको हाँगा र पातहरूका आ–आफ्ना ठाउँमा महत्व भए जस्तै वैदिक सनातन धर्म भित्र रहेका विभिन्न मत, पन्थ तथा सम्प्रदायहरूको आ–आफ्नो ठाउँमा महत्व छ तर प्रत्येक उपासना भित्र केही न केही विषमता भने अवश्य छ । ती हाँगा र उपहाँगाको विषमतामा हामीसँग मुख्य हाँगा पछ्याएर वृक्षको मूलमा पुग्ने विवेक पनि छैन र उपयुक्त मार्ग देखाउने पनि कोही छैन । जसको परिणाम स्वरूप हामी आध्यात्मिक क्षेत्रमा अघि बढन नसकेको अवस्था सर्वविदित छ । यस्तो विषम परिस्थितिमा सबै जिज्ञासु पिपासुहरूलाई मार्ग, गुरु, जात, मत, पन्थ र सम्प्रदाय केही नबदली प्रत्येक जीव भित्र सुतेर बसेकी चेतना शक्ति हुन्छिन जसलाई कुण्डलिनी, तत्व, देवी, दुर्गा, सरस्वती, लक्ष्मी आदि भनिन्छ । सो अध्यात्मिक शक्तिलाई भक्ति मार्गबाट भक्ति भनिन्छ, ज्ञान मार्गबाट ज्ञान भनिन्छ,योग मार्गबाट चित शक्ति भनिन्छ । यसलाई अन्तः प्रकृति पनि भनिन्छ भने वैज्ञानिक भाषामा चेतना पनि भनिन्छ । सो चेतनाको माध्यमबाट हामो शरीर, इन्द्रिय, मन सञ्चालन हुन्छ । हामी भित्र दुईवटा चेतना विद्ममान हुन्छन्। एउटा ब्रह्म चेतना अर्को जीव चेतना ।
                            </p>

                            <a href="{{ route('vedanta.create') }}" class="btn btn-outline-primary w-100">Register for Vedanta Darshan</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="row">
            <div class="col-md-4">
                <a href="{{ asset ('themes/om/assets/img/puja/details/4.jpg') }}" class="gallery-thumb">
                    <img src="{{ asset ('themes/om/assets/img/puja/details/4.jpg') }}" alt="post">
                </a>
            </div>
            <div class="col-md-4">
                <a href="{{ asset ('assets/images/sadhana/sadhana-small-two.jpg') }}" class="gallery-thumb">
                    <img src="{{ asset ('assets/images/sadhana/sadhana-small-two.jpg') }}" alt="post">
                </a>
            </div>
            <div class="col-md-4">
                <a href="{{ asset ('assets/images/sadhana/sadhana-small-three.jpg') }}" class="gallery-thumb">
                    <img src="{{ asset ('assets/images/sadhana/sadhana-small-three.jpg') }}" alt="post">
                </a>
            </div>
        </div>

        <div class="row sigma_broadcast-video">
            <div class="col-md-12 mt-3">
                <div class="tab-content" id="bordered-tabContent">
                    <div class="tab-pane fade show active" id="tab-product-desc" role="tabpanel" aria-labelledby="tab-product-desc-tab">
                        <!-- <h4>Description</h4> -->
                        <p class="fs-5">
                            जीवको चेतना उध्र्वगामी भएको खण्डमा ब्रह्म चेतनाको बोध (ज्ञान) हुन्छ । जब ब्रह्म चेतनाको हामीलाई ज्ञान हुन्छ तब हामी आफैँ पनि ब्रह्म स्वरूपमा प्रवेश गर्छौँ । त्यही अवस्था प्राप्त गर्न नै हाम्रा पुर्व ऋषिमुनिहरूले हामीलाई विभिन्न मार्ग दर्शन दिएका हुन् । ब्रह्म तत्वको ज्ञान भए पश्चात् जीवले अपूर्व सुख अनुभूति गर्दछ । प्रायः हाम्रो चेतना अधो प्रवाह भइरहेको हुन्छ । विपरित चेतनाको प्रवाहले हामीमा अभाव उत्पन्न हुन्छ जसले हाम्रो जीवनमा अनेक दुःख, कष्ट, रोग, राग द्व्रैष इत्यादिले भरिन्छ । यो कुराहरूलाई बर्षौदेखिको खोज अनुसन्धान पश्चात् हाम्रा ऋषिमुनिहरूले पत्ता लगाएका हुन् । हामीले चेतनालाई उध्र्व गरेर हाम्रो स्वचेतना ब्रह्मचेतनामा पुग्दाखेरी परम आनन्द र पूर्ण सुख पाइने रहेछ भन्ने थाहा पायौँ । चेतनाको उध्र्वगमन गराउनका लागि मन्त्रमार्ग, तन्त्रमार्ग, यन्त्रमार्ग, ज्ञानमार्ग, भक्तिमार्ग, योगमार्ग, वैराग्यमार्ग, सेवामार्ग जस्ता असंख्य मार्गहरू विभिन्न पन्थ, सम्प्रदाय र संस्कृतिको नामबाट यो धर्तीमा फैलिएको छ । यी सबै मार्गहरू एउटा एउटा अङ्ग समातेर हिँडेपनि सबैको उद्देश्य अधो प्रवाहित भएको मूल चेतनालाई उध्र्व प्रवाह गरेर मूलाधारबाट चेतनालाई जागृत गराएर क्रमशः सहस्रारमा पु¥याउने हो । यसरी चेतना सहस्रारमा पुगेको खण्डमा त्यो जीवले पूर्णताको प्राप्त गर्दछ । उसको यात्रा सफलताको तर्फ उन्मुख हुन्छ ।
                        </p>
                    </div>
                </div>
            </div>
        </div>

        <div class="row align-items-center">

            <div class="col-lg-6 mb-lg-30">
                <!-- <div class="section-title mb-0 text-start">
                    <p class="subtitle">volunteers</p>
                    <h4 class="title">Our Volunteers Achievments</h4>
                </div> -->
                <p class="blockquote bg-transparent fs-5">
                    यो सबैले बुझेको जानेको कुरा हो कि आज हामीसँग समग्रमा ‘सर्वत्व भावेन’ उत्थान गर्ने वा गराउने संयन्त्र छैन । यदी तपाईं निर्गुण निराकार उपासनाद्वारा अगाडि बढन चाहनुहुन्छ भने तपाईंको चित्त स्थिर हुनुपर्दछ । यदी तपाईं सगुण साकारको माध्यमबाट अगाडि बढन चाहनुहुन्छ भने तपाईंको चित्त निर्मल हुनुपर्दछ । आज हाम्रो मन, इन्द्रिय, बुद्धि न स्थिर छ न शुद्ध छ । यस्तो परिवेशले हाम्रो वरिपरि भएको जगतलाई पनि बुझ्न सकेका छैनौँ ।
                </p>
            </div>

            <div class="col-lg-6">
                <div class="me-lg-30">
                    <div class="row">

                        <div class="col-lg-6 col-md-6">
                            <div class="sigma_volunteers volunteers-5">
                                <div class="sigma_volunteers-thumb">
                                    <img src="{{ asset ('assets/images/program/vedanta/image-one.jpeg') }}" alt="siddhamahayog">
                                    <!-- <ul class="sigma_sm">
                                        <li> <a href="#" class="trigger-volunteers-socials"> <i class="fal fa-plus"></i> </a> </li>
                                        <li> <a href="#"> <i class="fab fa-facebook-f"></i> </a> </li>
                                        <li> <a href="#"> <i class="fab fa-twitter"></i> </a> </li>
                                        <li> <a href="#"> <i class="fab fa-instagram"></i> </a> </li>
                                    </ul> -->
                                </div>

                            </div>
                        </div>

                        <div class="col-lg-6 col-md-6">
                            <div class="sigma_volunteers volunteers-5">
                                <div class="sigma_volunteers-thumb">
                                    <img src="{{ asset ('assets/images/program/vedanta/image-two.jpg') }}" alt="siddhamahayog">
                                    <!-- <ul class="sigma_sm">
                                        <li> <a href="#" class="trigger-volunteers-socials"> <i class="fal fa-plus"></i> </a> </li>
                                        <li> <a href="#"> <i class="fab fa-facebook-f"></i> </a> </li>
                                        <li> <a href="#"> <i class="fab fa-twitter"></i> </a> </li>
                                        <li> <a href="#"> <i class="fab fa-instagram"></i> </a> </li>
                                    </ul> -->
                                </div>
                                <!-- <div class="sigma_volunteers-body">
                                    <div class="sigma_volunteers-info">
                                        <p>Temple Memember</p>
                                        <h5>
                                            <a href="volunteer-detail.html">Mukesh Singh</a>
                                        </h5>
                                    </div>
                                </div> -->
                            </div>
                        </div>

                        <div class="row mt-3 mb-4">
                            <div class="col-md-12 mb-3">
                                <a href="{{ route('vedanta.create') }}" class="btn btn-outline-primary w-100">
                                    Register Now
                                </a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>

        </div>

        <div class="row">
            <div class="col-lg-6">
                <p class="fs-5">
                    सगुण उपासना अथार्त् हामीले हाम्रो परिवार हाम्रो वरिपरिको वस्तु, प्रकृति, जीव र जीवन यी सबैसँग हाम्रो एकात्मक प्रेम, उनीहरूको महत्व, आफ्नो जीवनको महत्व बुझेर तिनको प्रति हामीले गर्ने शिष्टता, आदर, प्रेम, सेवा, चोट नपुर्याउने उपासना हुन् । हामीले आफैले विचार गरेर हेरौँ त के हाम्रो अरु प्रति प्रतिस्पर्धा छैन र ? हामी राग, द्वैषमा उल्झेका छैनौँ र? हामी अर्काको दोषै दोष र आफ्नो गुणै गुण व्यक्त गर्नमा केही कमी राख्छौँ ? यसो भए पछि हाम्रो सगुण उपासनामा असर पर्दछ । अर्थात् हामी पारिवारीक जीवन तथा सामाजिक जीवन दुवै जीवनबाट असफल हुन्छौँ । जसको परिणाम आज समाज भिन्न भिन्न धारामा बाँडिएको, एक अर्काको रगतको प्यासी भएको, परिवार बाँडिएको, एक अर्कामा राग र द्वैषले भरिएको अवस्था व्याप्त छ । सगुण जगतलाई हामीले नबुझ्नाले र हाम्रो चित्त मलिन हुनाले यस जगतलाई जान्ने सामाथ्र्य हामीसँग छैन ।
                </p>
            </div>
            <div class="col-lg-6">
                <div class="mt-4 mt-lg-0">
                    <div class="sigma_progress">
                        <h6>Increase Focus</h6>
                        <span class="sigma_progress-count" style="left: 90%; opacity: 1;">90%</span>
                        <div class="progress">
                            <div class="progress-bar" role="progressbar" aria-valuenow="90" aria-valuemin="0" aria-valuemax="100" style="width: 90%;">
                                <span></span>
                                <span></span>
                            </div>
                        </div>
                    </div>
                    <div class="sigma_progress with-secondary">
                        <h6>Reduces Stress</h6>
                        <span class="sigma_progress-count" style="left: 95%; opacity: 1;">95%</span>
                        <div class="progress">
                            <div class="progress-bar" role="progressbar" aria-valuenow="95" aria-valuemin="0" aria-valuemax="100" style="width: 95%;">
                                <span></span>
                                <span></span>
                            </div>
                        </div>
                    </div>
                    <div class="sigma_progress">
                        <h6>Increase Memory Power</h6>
                        <span class="sigma_progress-count" style="left: 93%; opacity: 1;">93%</span>
                        <div class="progress">
                            <div class="progress-bar" role="progressbar" aria-valuenow="93" aria-valuemin="0" aria-valuemax="100" style="width: 93%;">
                                <span></span>
                                <span></span>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="row">
            <div class="col-md-12">
                <p class="fs-5">
                    निर्गुण उपासनाको अर्थ हुन्छ हामी भित्रको सहज अवस्था । दया, करुणा, प्रेम, त्याग, सहनशिलता, उदारता, गम्भिरता, स्थिरता, विनम्रता, यो सबै निर्गुण जगत् हो । निर्गुण जगत भित्र जब हामी यी गुणले सम्पन्न हुन्छौँ तब हामी आफैँमा आनन्दित भएर अर्कालाई आनन्द दिन सक्छौँ । त्यसपछि मात्र हाम्रो निर्गुण उपासना सम्भव हुन्छ । त्यसकारणले चित्त स्थिर र निर्मल नभएसम्म हामी सगुण र निर्गुण उपासनामा असफल रहन्छौँ ।
                    हाम्रा प्राय मार्गहरू अनेक प्रकारका भ्रम र परम्परागत रुपमा आएको विभेदका कारण संक्रमित भएको छ । हामी आफैँले भ्रमलाई बुझेर विशुद्ध चिज टिप्नका लागि हामीसँग हंश वृति छैन । सुनेका छौँ हंशले दुध पिउँदा पानीको अंशलाई दुधको सार भाग मात्र उसले लिन सक्छ । त्यो क्षमता आज हामीसँग छैन। यस्तो अवस्थामा यम, नियमको पालना गर्दै हामी सम दम आदि साधना चतुष्ठाय अथवा योग ध्यान समाधिको मार्गबाट आफ्नो जीवन सफल बनाउन र सुखी बनाउन पनि असक्षम छौँ । कर्ममार्ग अथवा भक्तिमार्गमा अनुशरण गरेर सबैको प्रति आदर, सम्मान, सेवा, निर्अभिमान जीवन जिउँदै हामी सन्तोषमय जीवन जिउन पनि असमर्थ छौँ। यस्तो अवस्थामा एक मात्र उपाय रहन्छ कृपा मार्ग ।

                </p>
                <p class="m-0 fs-5">

                    जो व्यक्ति हिँडनमा असमर्थ हुन्छ तब उसले लौरोको साहारा लिन्छ । जब लौरोको सहाराले पनि हिँडन सक्दैन तब उसले वैशाखीको साहारा लिन्छ । वैशाखीबाट पनि हिँडन नसकेपछि उसले एक ठाउँबाट अर्को ठाउँमा जान घोडा, गाडि अथवा हवाईजहाज जस्ता साधनको साहारा लिन्छ । जीवन सुखमय र सम्वृद्ध बनाएर जन्म सफल बनाउनका हेतु हामी आफ्नो जीवनबाट लङ्गडो भइसकेका छौँ । हामी कुनै पनि गल्लीमा हिँडन लायक छैना।ैँ यस्तो अवस्थामा हामी भौतिक प्रगति त गर्न सकौँला तर अध्यात्मिक र आन्तरिक प्रगति भने गर्न सक्दैनौँ । तब हामीलाई सुझेको बुझेको सामथ्र्य भएको श्रोत्रिय ब्रह्मनिष्ठ सत्पुरुषको कृपा चाहिन्छ । एक मात्र अन्तिम साहारा तिनै सत्पुरुषको कृपा हो । कृपा त सबले भन्छन् परन्तु प्रत्यक्ष कृपाको अनुभूति भने विरलै कसैले गराउन सक्दछ । म तपाईंहरूलाई प्रमाणित प्रत्यक्ष कृपामार्गमा लाँदैछु । मरेपछि स्वर्ग जाउँला भन्ने अनुमान हैन यो मार्ग हवाइजहाजमा चढनेवाला यात्री आफ्नो निर्धारित सिटमा पेटी कसेर बसिसकेपछि ऊ ढुक्क हुन्छ। जसरी उसलाई लैजानेवाला जहाजले आफ्नो ठाउँमा लगेर सुव्यवस्थित ढङ्गले उतार्छ ठिक त्यसैगरी कृपा मार्गमा प्रत्यक्ष रूपमा अनुभूति गर्दै अवतरीत हुन्छ । हामीले आफूलाई समर्पण गर्नु मात्र आवश्यक छ । हामी जहाजमा प्रत्यक्ष आरुढ भइसकेपछि नदी, नाला, डाँडा, पहाड, पर्वत, बादल, सूर्य आदि देखे जस्तै हामी कृपाको प्रत्यक्ष अनुभूति मन्त्रयोग, राजयोग, हठयोग, लययोग धारणा गर्दै अन्तः गन्तव्यमा पुग्छौँ । यो प्रमाणित कृपा मार्ग हो । यस कृपा मार्गमा हामीले साधना गर्दैनौँ तर प्रत्यक्ष कृपाले साधना गराउँछ ।
                    आजको विज्ञान यस्तो सामर्थवान हुँदाहुँदै पनि किन मरेको लाई जीवित बनाउन सक्दैन? हिन्दु दर्शन भनेको के हो? सनातन भनेको के हो? धर्म भनेको के हो? जगत के हो? जीव के हो? ब्रह्म के हो? माया के हो? पाप के हो? पुण्य के हो? कर्तव्य के हो? अकर्तव्य के हो? आदि जस्ता अनुत्तरित जटिल जिज्ञासा समाधानको उपाय हिमालयन सिद्धमहायोग साधनाले आदि वैदिक सनातन दर्शन (वेदान्त दर्शन) को प्रत्यक्ष अनुभुति गराउँदछ । आउनुहोस् तपाईंलाई यस कृपा मार्गमा आवद्ध हुनका लागि हिमालयन सिद्ध महायोग भित्र प्रवेश गर्नुहोस् । यसका लागि तपाईंले आफ्नो जात, इष्ट, मन्त्र, सम्प्रदाय केही बदल्नु पर्दैन । तपाईंमा कृपाद्वारा यो स्वतस् घटित हुन्छ र तपाईले विभिन्न अनुभूति प्राप्त गर्नुहुन्छ । जति जति अभ्यास, श्रद्धा, निष्ठा सुदृढ हुन्छ त्यति त्यति विवेक तथा ज्ञानको उदय हुँदै जान्छ । यस साधना पद्धत्तिबाट शरीरको जटिल समस्याहरुको समाधान तथा मानसिक रोगको निवारण, नशा आदि दुव्र्यसनी आदिबाट छुट्कारा सहजै प्राप्त हुन्छ । अझै विशेष रmपमा भन्नुपर्दा जुन–जुन भोजन, कार्य, संगत, स्वभाव आदिद्वारा तपाईंलाई प्रत्यक्ष वा अज्ञात नोक्सान भइरहेको छ, ती सबैबाट छुटाएर सर्वतोमुखी प्रगतिका साथ रक्षा हुन्छ ।आफ्नो इष्ट,गुरु, परम्परा र संस्कार प्रति तपाईंलाई गौरव गर्न सिकाउँछ । हरेक प्राणीप्रति तपाईंमा दया, प्रेम, करुणा, त्याग, सहनशीलता, उदारता, गम्भिरता, आफ्नोपनको भाव उत्पन्न हुन्छ । तपाईंमा निगुर्ण रहस्य पनि प्रकट हुन्छ र निर्गुण गुणहरू जस्तै दया, प्रेम करुणा, आनन्द, ज्ञान, सहयोग, धैर्य, स्थैर्य इत्यादि प्रस्फुटित हुन्छन् । तपाईंमा सगुण जगतमा माता, पिता, भाइ, बहिनी, बन्धु, राष्ट्र, राष्ट्रियता, आत्मियता तथा जीव मात्रमा हुनु पर्ने आफ्नो कर्तव्य जस्ता गुणहरू तपाईंमा समाहित हुन्छन् । यसरी तपाईं सगुण र निर्गुण दुवैको रहस्य बुझ्न सक्नुहुन्छ र ब्रह्म चेतनालाई सहजै प्राप्त गर्न सक्नुहुन्छ । अन्तः तपाईं परमानन्द प्राप्त गर्न सक्नुहुन्छ ।

                </p>

                <p class="fs-5">
                    जसरी बीउलाई हामीले व्याडमा रोपेर त्यसलाई चारपत्ते नभइन्जेल हुर्काउनुपर्छ, चारैतिर बार बार्नुपर्छ, पशुपंक्षीबाट बचाउनुपर्छ अनि ठुलो वृक्ष भएपछि केही साहारा दिनु पर्दैन त्यसैगरी हामीले यस कृपा मार्गमा प्रवेश गरिसकेपछि पहिलो वर्ष आँफू भित्र त्यो ज्ञानको, त्यो भक्तिको, त्यो योगको टुसा पलाउने अवसर दिनुपर्छ । यसको लागि हामीले निम्न उल्लेखित निर्देशन र नियमावलीहरू अनिवार्य पालना गर्नु पर्नेछ । यदि तपाईंलाई निम्न उल्लेखित शर्तहरू मन्जुर छ भने तपाईंको रोग, शोक, भय, चिन्ता, डिपे्रसन, आकुलता, व्याकुलता, असमञ्जस्यता, परिवारको विषमता यी सबै कुरा मेटाउने र यसै जन्ममा, अल्पकालमै, केही समयमा नै तपाईंलाई परम आनन्द, सुख, शान्ति प्रदान गरी तपाईंको तेस्रो चक्षु खोल्दै ज्ञानको मार्ग प्रस्फुटित गर्ने यो दिव्य साधना तथा वेदान्त दर्शनको कक्षामा आजै सहभागी भइहाल्नुहोस् । तल दिइएको फारम भरेर आफूलाई दिव्य साधनामा आवद्ध गर्नुहोस् ।

                </p>

            </div>
        </div>
    </div>
</div>
@endsection