<div class="row">
    <div class="col-md-12">
        <div class="form-group">
            <h5>
                {{ __('sadhana.sadhana_rules_regulation_title') }}
            </h5>
            <ol class="fs-4 text-dark">
                <li>
                    १. पहिलो चरणको साधनामा प्रवेश गर्न कम्तीमा १ वर्षसम्म कम से कम ३ सय घण्टा नियमित रूपमा आवद्ध
                    हुनुपर्नेछ ।
                </li>
                <li>
                    २. दैनिक १ घण्टाको दरले आफूलाई जसले बनायो, जसको प्रति तपाईं आस्था राख्नुहुन्छ उसको नाममा आफ्नो लागि
                    जे जस्तो अवस्थामा भए पनि अन्य केही कार्य नगरी छुट्याउनुपर्दछ ।

                </li>
                <li>
                    ३. साधना कक्षा सुरु हुने समय भन्दा १० मिनेट अगाडि उपलब्ध गराइएको क्ष्म् र एब्क्क्ध्इच्म् राखेर
                    सत्सङ्ग पोटलमा प्रवेश गरी सक्नु पर्नेछ ।

                </li>
                <li>
                    ४. साधनामा बस्दा पहेँलो वा सेतो रङको नेपाली पोसाक लगाएर आफ्नो आसनमा बस्नु पर्दछ । पहेँलो, सेतो,
                    गेहेरु अथवा ऊनीको राडी आसनको लागि उत्तम मानिन्छ ।

                </li>
                <li>
                    ५. साधनामा बस्दा साधकले अनिवार्य रूपमा उध्र्वपूण्ड्र तिलक लगाएर बस्नु पर्नेछ । साथै आफूलाई साधनामा
                    बस्दा चाहिने सामानहरू (जपमाला, आचमनी, पञ्चपात्र, जल र आसन) कक्षा सुरु हुनुभन्दा पूर्व नै व्यवस्थित
                    गरेर बस्नु पर्दछ ।
                </li>
                <li>
                    ६. साधना तथा सत्सङ्ग अवधिभरि एकाग्र भई सद्गुरुदेवबाट निर्देशित उपदेशहरू ध्यान पूर्वक ग्रहण गर्दै
                    चिन्तन गर्नु साधकका लागि अत्यन्त महत्वपूर्ण हुन्छ ।

                </li>
                <li>
                    ७. साधनामा बस्दा आँफूमा उत्पन्न जिज्ञासाहरूलाई टिपोट गरेर राख्नुपर्दछ र जिज्ञासाका लागि छुटयाइएको
                    “जिज्ञासा समाधान सेसनमा” राख्नुपर्दछ ।

                </li>
                <li>
                    ८. प्रत्येक विषय वस्तुको परीक्षा साधकले अनिवार्य रूपमा दिनु पर्ने हुन्छ जसका लागि साधकले आफूलाई
                    नियमित अभ्यास गर्दै तयार राख्नु पर्दछ ।

                </li>
                <li>
                    ९. जब जब सद्गुरुदेवसँग प्रत्यक्ष जिज्ञासा राख्ने अवसर मिल्दछ तब तब आफू अत्यन्त मर्यादित भइ
                    विनम्रताका साथ प्रस्तुत हुनु पर्दछ । मर्यादा र अनुशासनका लागि पनि परीक्षामा अङ्ग छुटयाइने भएकाले
                    उल्लेखित विषयमा साधकले सतर्कता अपनाउनु पर्नेछ ।

                </li>
                <li>
                    १०. यो अत्यन्त दुर्लभ जीवन उपयोगी साधना कक्षा भएकाले यसको दुर्लभता र महत्वलाई उच्च मनोवलका साथ
                    अध्ययन गर्नु पर्दछ ।

                </li>
                <li>
                    ११. प्रत्येक कक्षामा साधकको उपस्थिति अनिवार्य रहेको छ । कुनै विशेष कारणवश कक्षामा अनुपस्थिति जनाउनु
                    पर्दा एक दिन अगावै <em>PORTAL</em> मा <em>LOGIN</em> गरेर <em>EVENT</em> भित्र गएर <em>ABSENT
                        FORM</em> मा कारण सहित उल्लेख गर्नुपर्नेछ ।
                </li>
                <li>
                    १२.अष्टमी, संक्रान्ति, प्रतिपदा, पूर्णिमा, औँसी र विशेष पर्वमा कक्षा सञ्चालन हुने छैन ।

                </li>
                <li>
                    १३. साधना समागममा बस्दा अनिवार्य रूपमा आफ्नो भिडियो खोलेर आफ्नो अनुहार प्रस्ट रूपमा देखिने गरी बस्नु
                    पर्नेछ । यदि त्यसो नगरेको खण्डमा सो दिनका लागि साधकले समागबाट बञ्चित हुनु पर्नेछ ।
                </li>
                <li>
                    १४. विषयवस्तुको <em>OFFLINE VIDEO</em> सोहि विषय वस्तुको परीक्षा पश्चात् हटाइने छ । वेदान्त
                    कार्यलयको आचार संहिता विपरित कसैले सोे भिडियोको दुरुपयोग गरेको खण्डमा नियम बमोजिमको सजाय भोग्नु
                    पर्दछ ।
                </li>
                <li>
                    १५. समस्याका हेतु उपलब्ध गराइएको हट लाइन नम्बर ९८५२०६६००९ बिहान १० बजेदेखि बेलुका ५ बजेसम्म मात्र
                    चालु रहने छ । सो समय भन्दा अघिपछि हजुरहरूले आफ्नो समस्या राखिहाल्नु परेमा उपलब्ध नम्बरमा
                    <em>WHATSAPP</em> र मेसेज द्वारा राख्न सक्नुहुनेछ।
                </li>
            </ol>
        </div>
    </div>

    <div class="col-md-12">
        <div class="d-flex align-items-center ms-4">
            <input type="checkbox" id="terms_and_condition" name="terms_and_condition" value="1"
                class="border border-danger">
            <label for="terms_and_condition"
                class="mb-0 fs-4 ps-3">{{ __('sadhana.sadhan_terms_and_condition_label') }}</label>
            @error('terms_and_condition')
                <div class="text-danger">
                    {{ $message }}
                </div>
            @enderror
        </div>
    </div>
</div>
